[
  "Police say around 10 people killed in Sweden school campus shooting",
  "What we know so far about Sweden school shooting ",
  "Could US criminals be sent to El Salvador's mega-jail?",
  "Thousands evacuate Santorini as earthquakes strike Greek island",
  "Eisenberg: I don't want to think of being associated with Zuckerberg",
  "What we know so far about Sweden school shooting ",
  "Trump hosts Netanyahu in first foreign leader visit of second term",
  "The opening salvos have been fired in Trump's trade war - what comes next?",
  "'It's like hell': Race to evacuate residents from Ukraine front-line city",
  "Could US criminals be sent to El Salvador's mega-jail?",
  "Woman files civil lawsuit against author Neil Gaiman and ex-wife alleging sexual assault",
  "Palestinian gunman kills two Israeli soldiers as UN official warns over West Bank raids",
  "South Africa's president calls Musk to calm Trump land row",
  "Man accused of blinding Salman Rushdie goes on trial",
  "I will not stop working, Anna Wintour tells King Charles",
  "Trump faces moment of reckoning on trade after delaying tariffs",
  "Beijing hits back – can China and US avoid trade war escalation?",
  "How does fentanyl get into the US?",
  "'Both sides suffer' - Shanghai residents on tensions over tariffs",
  "Five ways China is hitting back against US tariffs",
  "Hardest Geezer reveals new challenge a year after running length of Africa",
  "Why employees smuggle AI into work",
  "Anora star Mikey Madison:  Oscar talk is 'overwhelming and amazing'",
  "Celebrity butt-lift injector who left women with sepsis exposed by BBC",
  "The Sims at 25: How a virtual dollhouse took over the world",
  "Why employees smuggle AI into work",
  "The Sims at 25: How a virtual dollhouse took over the world",
  "Drone footage shows wreckage of Washington DC plane crash",
  "'Both sides suffer' - Shanghai residents on US-China tariff tensions",
  "Watch: Michael J Fox, Bono and Anna Wintour awarded Medal of Freedom",
  "Woman's near miss with train at level crossing   ",
  "'I'm getting angry and anti-American' - Canadians decry tariff threat",
  "'My son was 18 and went to Ukraine as cannon fodder'",
  "Turmoil as Trump and Musk take aim at top US aid agency",
  "More than 10 lawsuits expected against Diddy in coming days, lawyer says",
  "Netanyahu seeks strong backing from Trump, as first foreign leader to visit ",
  "Second woman confirmed dead in Australia's floods",
  "Turmoil as Trump and Musk take aim at top US aid agency",
  "French man on death row in Indonesia returns home",
  "Actress questioned in Turkey over role in French TV thriller",
  "More than 10 lawsuits expected against Diddy in coming days, lawyer says",
  "Police say around 10 people killed in Sweden school campus shooting",
  "What we know so far about Sweden school shooting ",
  "I will not stop working, Anna Wintour tells King",
  "Thousands evacuate Santorini as earthquakes strike island",
  "'It's like hell': Race to evacuate residents from Ukraine front-line city",
  "Could US criminals be sent to El Salvador's mega-jail?",
  "Kerr 'felt ignored' by police after taxi vomit row",
  "The opening salvos have been fired in Trump's trade war - what comes next?",
  "Why are medical experts disputing evidence used to convict Lucy Letby? ",
  "'My son was 18 and went to Ukraine as cannon fodder'",
  "Arteta 'disappointed' by Arsenal transfer window",
  "Chelsea's Felix completes AC Milan loan move",
  "Kerr 'felt ignored' by police after taxi vomit row",
  "Raducanu loses in Abu Dhabi Open first round",
  "Woods pays tribute to 'biggest fan' as mother dies",
  "Chelsea's Felix completes AC Milan loan move",
  "'A brutal reality for Man Utd' - McNulty's deadline day verdict",
  "Former Wimbledon champion Halep announces retirement",
  "Kerr 'felt ignored' by police after taxi vomit row",
  "Sign up here"
]